eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/wsdls/synthetic-requests/CreateScheduledJob/RaiseEventAsynchron.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:even="http://www.thegoldensource.com/EventRaiserService.wsdl">
   <soapenv:Header/>
   <soapenv:Body>
      <even:RaiseCreateScheduledJobAsynchron>
         <even:CronExpression>?</even:CronExpression>
         <!--Optional:-->
         <even:JobEndDate>?</even:JobEndDate>
         <even:JobGroup>?</even:JobGroup>
         <even:JobName>?</even:JobName>
         <!--Optional:-->
         <even:JobStartDate>?</even:JobStartDate>
         <!--Optional:-->
         <even:JobTriggerType>?</even:JobTriggerType>
         <!--Optional:-->
         <even:OverrideCronExpression>?</even:OverrideCronExpression>
         <even:TriggerName>?</even:TriggerName>
         <!--Optional:-->
         <even:triggerEndDate>?</even:triggerEndDate>
         <!--Optional:-->
         <even:triggerStartDate>?</even:triggerStartDate>
      </even:RaiseCreateScheduledJobAsynchron>
   </soapenv:Body>
</soapenv:Envelope>